
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "Leitor de DVD";
DVDNoDiskInserted								= "Insira um DVD";
DVDInsertedLabel								= "DVD inserido";
DVDReadingDVDPleaseWait                         = "A ler o DVD…";
DVDModuleMenu                                   = "Menu DVD";
DVDModuleEject                                  = "Ejectar disco";
DVDModuleStop                                   = "Parar";
DVDModuleResume                                 = "Retomar a reprodução";
DVDModuleHistoryBeginning                       = "Começar do princípio";
DVDModuleHistoryDefaultBookmark                 = "Começar a partir do marcador";

DVDOptionsHeader								= "Opções";
DVDOptionsFlagOn                                = "Activo";
DVDOptionsFlagOff                               = "Inactivo";
DVDOptionsMuting                                = "Silêncio";
DVDOptionsCaptioning                            = "Legendas";
DVDPlayerChapterFormatter                       = "Capítulo %d de %d";

ErrorCantInitializeDVDPlaybackAlert				= "Não é possível reproduzir um DVD neste momento.";
ErrorCantInitializeDVDPlaybackMessage			= "Um DVD está a ser reproduzido por outra aplicação. Volte à secretária para encerrar a outra aplicação e tente de novo.";
ErrorCantEjectDVDAlert							= "Não é possível ejectar o DVD.";
ErrorCantEjectDVDMessage						= "O DVD está a ser reproduzido por outra aplicação. Volte à secretária para sair da outra aplicação.";
ErrorBadRegionCodeAlert							= "O código da região do DVD não corresponde ao leitor de DVD.";
ErrorBadRegionCodeMessage						= "Para mais informações sobre os códigos de região, consulte a ajuda do Leitor de DVD.";
ErrorBadDVDMediaAlert							= "Não é possível reproduzir o DVD.";
ErrorBadDVDMenuMessage							= "O formato não foi reconhecido.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Não é possível reproduzir o DVD.";
ErrorFatalDVDMessage							= "Ocorreu um problema no disco.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Não foi possível verificar a protecção contra cópia do disco.";
